{"sample":"sample","Кто автор одной из первых технологий сверточных нейронныхсетей?":"Ян ЛеКун","Чем является функция потерь в задаче классификации?":"индикатором ошибки","К какому типу относится признак \"Цвет волос\"?":"Номинальный","Автокодировщик применяется для решения задачи:":"уменьшения размерности","В чем заключается гипотеза компактности (дляклассификации):":"близкие объекты, как правило, лежат в одном классе","Какое приблизительное количество нейронов в мозге человека":"около 90 млрд.","Метод упрощения задачи до построения дерева Pre-pruning:":"ограничивает рост дерева до того как оно построено","Суть работы алгоритма опорных векторов заключается в том,чтобы:":"создать линию (или гиперплоскость), которая разделяетданные на классы","Выберите НЕверное утверждение. Достоинствами жаднойнисходящей стратегии построения деревьев решений являются:":"трудоемкость квадратична по длине выборки","Выберите верное утверждение":"Объекты описываются с помощью признаков","К какому типу относится задача предсказания цены на жильепо его характеристикам?":"Задача восстановления регрессии","Предсказание стоимости барреля нефти в следующем месяцеявляется задачей:":"регрессии","Как называется отросток нейрона, который подводит к немусигнал?":"дендрит","Определение вида животного на изображении является задачей:":"классификации","Какие из этих задач являются задачами классификации?":"Поиск групп похожих пользователей интернет-магазина|Разделение журналов, хранящихся в электронной библиотеке,на научные и художественные","Перцептрон был разработан":"Фрэнком Розенблаттом ","Выберите достоинства жадной нисходящей стратегии построениядеревьев решений:":"не бывает отказов от классификации|трудоемкость линейна по длине выборки|интерпретируемость и простота классификации|допустимы разнотипные данные и данные с пропусками|гибкость: можно варьировать множество предикатов","Выберите корректное определение метода ближайших соседей":"метрический классификатор, основанный на оцениваниирасстояний между объектами.","Бинарное решающее дерево это:":"ациклический граф содержащий 2 типа вершин - внутренние илистовые","Какое расстояние применяется для сравнения сигналов?":"энергия сжатия и растяжения","Мультиколлинеарность это":"тесная корреляционная взаимосвязь между отбираемыми дляанализа факторами,совместно воздействующими на общийрезультат, которая затрудняет оценивание регрессионныхпараметров","Логистическая регрессия это:":"это статистическая модель, используемая для прогнозированиявероятности возникновения некоторого события путём егосравнения с логистической кривой"}